Verifies that view has crop region shape set.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool ShapeSet { get; }
  Visual Basic
Public ReadOnly Property ShapeSet As Boolean
	Get
  Visual C++
public:
property bool ShapeSet {
	bool get ();
}
 See Also
  ViewCropRegionShapeManager Class
  Autodesk.Revit.DB Namespace